<?php

return [
    'screen_id' => 'رقم الشاشة',
    'type' => 'نوع الإعلان',
    'value' => 'المحتوى',
    'is_active' => 'فعال',
    'add' => 'إضافة',
    'remove' => 'إزالة',
    'from' => 'تاريخ ووقت البداية',
    'to' => 'تاريخ ووقت النهاية',
    'format' => 'Y/m/d الساعة h:i',
    'view' => 'عرض',
    'trash' => 'حذف',
    'edit' => 'تعديل',

    'types' => [
        'text' => 'نص',
        'photo' => 'صورة',
        'video' => 'فيديو',        
    ],

    'activate-text' => 'تفعيل إعلان نصي',

    'create' => 'تم إضافة الإعلان بنجاح',
    'update' => 'تم تحديث الإعلان بنجاح',
    'delete' => 'تم حذف الإعلان بنجاح',

    'all_mass_cmd' => 'كافة الإعلانات',
    'mass_cmd' => [
        'activate' => 'تفعيل',
        'deactivate' => 'إلغاء التفعيل',
        'delete' => 'حذف',
    ],
    'run_cmd' => 'تنفيذ',
    'mass_cmd_msg' => 'تم تنفيذ الأمر الشامل بنجاح',
];
