<?php

return [
    'title' => 'المدرسين',

    'photo-invalid' => 'ملف الصورة غير سليم حاول رفع الملف مرة أخرى',
    'photo-required' => 'ملف الصورة مطلوب',
    'photo-uploaded' => 'تم رفع الصورة بنجاح',
    'photo-removed' => 'تم حذف الصورة بنجاح',

    'id' => 'رقم المدرب',
    'name' => 'اسم المدرب',
    'email' => 'الإيميل',
    'phone' => 'التحويلة',
    'pick-file' => 'ملف الصورة',
    'save-photo' => 'حفظ',
    'remove-photo' => 'إزالة الصورة',

    'updated' => 'تم تحديث السجل بنجاح',

    'lectures' => 'جدول المحاضرات',
    'edit' => 'عرض وتعديل',
    'section' => 'القسم'
];
