<?php

return [
    'title' => 'الجداول',
    'download' => 'تحميل القالب',
    'file-name' => 'جدول المحاضرات',
    'select-file' => 'اختر الملف',
    'upload' => 'رفع الملف',

    'excel-invalid' => 'ملف الإكسيل غير سليم حاول رفع الملف مرة أخرى',
    'excel-required' => 'ملف الإكسيل مطلوب',
    'excel-uploaded' => 'تم استيراد البيانات بنجاح',

    'days' => [
        1 => 'الإثنين',
        2 => 'الثلاثاء',
        3 => 'الاربعاء',
        4 => 'الخميس',
        5 => 'الجمعة',
        6 => 'السبت',
        0 => 'الأحد',
    ],
];
